brew "git"
brew "fzy"
brew "zplug"
brew "jq"
brew "curl"
brew "anyenv"
brew "openssl@3"
brew "awscli"
brew "docker"
brew "grep"
brew "gh"

cask "google-chrome"
cask "1password"
cask "visual-studio-code"
cask "karabiner-elements"
cask "google-japanese-ime"
cask "iterm2"
cask "github"
cask "clipy"
cask "spotify"
cask "postman"
cask "deepl"
cask "vlc"
