brew "git"
brew "fzf"
brew "zoxide"
brew "eza"
brew "starship"
brew "sheldon"
brew "jq"
brew "curl"
brew "mise"
brew "openssl@3"
brew "awscli"
brew "docker"
brew "docker-compose"
brew "colima"
brew "grep"
brew "gh"
brew "go"
brew "pnpm"

cask "font-roboto-mono-nerd-font"
cask "google-chrome"
cask "1password"
cask "visual-studio-code"
cask "karabiner-elements"
cask "google-japanese-ime"
cask "iterm2"
cask "github"
cask "clipy"
cask "spotify"
cask "postman"
