brew "git"
brew "fzy"
brew "sheldon"
brew "jq"
brew "curl"
brew "mise"
brew "openssl@3"
brew "awscli"
brew "docker"
brew "grep"
brew "gh"
brew "go"
brew "pnpm"

cask "google-chrome"
cask "1password"
cask "visual-studio-code"
cask "karabiner-elements"
cask "google-japanese-ime"
cask "iterm2"
cask "github"
cask "maccy"
cask "spotify"
cask "postman"
